<?php
$MAIL_CONF = array();
$MAIL_CONF[10001] = array(
    'title' => '新服连续登录领奖励',
	'from'  => '世界英雄工会',
	'date'  => '2015-11-01',
	'content' => '欢迎加入世界英雄，新服登录第一天送奖励，每天连续登录，欢迎加入世界英雄，新服登录第一天送奖励，每天连续登录，欢迎加入世界英雄，新服登录第一天送奖励，每天连续登录，欢迎加入世界英雄，新服登录第一天送奖励，每天连续登录，奖励更加丰厚。',
	'type'  => 1,
	'reward' => '10001_5_1,10005_100_1',
	'show' => '10005_100_1'
);
$MAIL_CONF[10002] = array(
    'title' => '国庆充值优惠',
	'from'  => '世界英雄工会',
	'date'  => '2015-11-01',
	'content' => '参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，请查收。',
	'type'  => 1,
	'reward' => '10001_5_1,10006_5000_1',
	'show' => '10006_5000_1'
);
$MAIL_CONF[10003] = array(
    'title' => '实力派',
	'from'  => '通缉榜联盟',
	'date'  => '2015-11-01',
	'content' => '通缉榜悬赏第一名奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，请查收',
	'type'  => 1,
	'reward' => '10002_5_1,10003_10_1',
	'show' => '10003_10_1'
);
$MAIL_CONF[10004] = array(
    'title' => '最强联盟',
	'from'  => '天下第一帮',
	'date'  => '2015-11-01',
	'content' => '全服联盟实力第一奖励，请查收',
	'type'  => 1,
	'reward' => '10002_5_1,20052_10_2',
	'show' => '20052_10_2'
);
$MAIL_CONF[10005] = array(
    'title' => '最强联盟',
	'from'  => '天下第一帮',
	'date'  => '2015-11-01',
	'content' => '全服联盟实力第一奖励，请查收',
	'type'  => 1,
	'reward' => '30042_5_3,10003_10_1',
	'show'   => '30042_5_3'
);
$MAIL_CONF[10006] = array(
    'title' => '最强联盟',
	'from'  => '天下第一帮',
	'date'  => '2015-11-01',
	'content' => '全服联盟实力第一奖励，请查收',
	'type'  => 1,
	'reward' => '30053_5_3,10003_10_1',
	'show' => '30053_5_3'
);
$MAIL_CONF[10007] = array(
    'title' => '实力派',
	'from'  => '通缉榜联盟',
	'date'  => '2015-11-01',
	'content' => '通缉榜悬赏第一名奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，请查收',
	'type'  => 1,
	'reward' => '30013_5_3,10003_10_1',
	'show' => '30013_5_3'
);
$MAIL_CONF[10008] = array(
    'title' => '实力派',
	'from'  => '通缉榜联盟',
	'date'  => '2015-11-01',
	'content' => '通缉榜悬赏第一名奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，请查收',
	'type'  => 1,
	'reward' => '10002_5_1,10005_888_1',
	'show' => '10005_888_1'
);
$MAIL_CONF[10009] = array(
    'title' => '实力派',
	'from'  => '通缉榜联盟',
	'date'  => '2015-11-01',
	'content' => '通缉榜悬赏第一名奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，请查收',
	'type'  => 1,
	'reward' => '10002_5_1,10006_9999_1',
	'show' => '10006_9999_1'
);
$MAIL_CONF[10010] = array(
    'title' => '实力派',
	'from'  => '通缉榜联盟',
	'date'  => '2015-11-01',
	'content' => '通缉榜悬赏第一名奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，参加国庆充值优惠活动奖励，请查收',
	'type'  => 1,
	'reward' => '10002_5_1,10003_10_1',
	'show' => '10003_10_1'
);
?>